{
  "NAVIGATION": {
    "LINK": {
      "VALUE0": "Обо мне",
      "VALUE1": "Образование",
      "VALUE2": "Проекты",
      "VALUE3": "Технологии",
      "VALUE4": "Опыт работы"
    }
  },

  "LAYOUT": {
    "MAIN": {
      "TITLE": "CV Черкаса Ивана",
      "DESCRIPTION": "Все это CV включая его дизайн и тексты было полностью разработано мной для упрощения комуникации с работатдателими и для наглядности моих технических навыков."
    },
    "TECHNOLOGIES": {
      "TITLE": "При разработке этого приложения использовались следующие технологии:"
    },
    "ETC": {
      "LANGUAGE": "Приложение сделано в русском и английском переводах.",
      "DARK-THEM": "Имеется возможность переключения на темную тему.",
      "WISHES": "Желаю Вам хорошего просмотра!"
    }
  },

  "ABOUT-ME": {
    "ABOUT": {
      "TITLE": "Коротко обо мне",
      "TEXT": "Добрый день. Меня зовут Черкас Иван Вячеславович. Я родился 25 января 1991 г. в городе Минске. В программировании с 2019 года. Начинал обучение с C#, однако в дальнейшем переключился на HTML/CSS/JS. На данный момент отлично владею фреймворком Angular для разработки корпоративных решений на стороне фронтенда. А так же фреймворком NestJS для разработки приложений на серверной стороне."
    },
    "HOBBY": {
      "TITLE": "Хобби",
      "TEXT": "Могу сказать что имею достаточно обшиный список хобби но больше всего хотелось бы выделить - любовь к хендмейду в свободное время (делаю браслеты, ремни, кошельки и прочие вещи из кожи метала и камня)ю Кроме того люблю проводить время за чтением художествееной литературы."
    },
    "SPORTS": {
      "TITLE": "Спорт",
      "TEXT": "В юности занимался гирьевым спортомю Сейчас все больше хожу в спортзал и посещаю занятия по крав-мага."
    },
    "ARMY": {
      "TITLE": "Воинская обязанность",
      "TEXT": "С 2015 по 2017 служил в израильской армии. Вышел в звании сержанта(самал в Израиле). Как бы это парадоксально не звучало но для службы в РБ не годен по здоровью."
    }
  },

  "EDUCATION": {
    "TITLE-SCHOOL": "Школа",
    "TITLE-UNIVERSITY": "Университет",
    "TITLE-COURSES": "Курсы",
    "ABOUT": {
      "TITLE": "Shortly about myself",
      "TEXT": "Good day. My name is Ivan Vyacheslavovich Cherkas. I was born on January 25, 1991. in the city of Minsk. In programming since 2019. Initial training in C#, but later switched to HTML/CSS/JS. At the moment, I have an excellent command of the Angular framework for the development of corporate solutions on the front-end side. As well as the framework NestJS for the development of applications on the server side."
    },
    "HOBBY": {
      "TITLE": "Hobby",
      "TEXT": "I can say that I have a fairly general list of hobbies, but I would like to single out the most - the love of handicrafts in my spare time (making bracelets, belts, wallets and other things from leather, metal and stone) and I also like to spend time reading artistic literature."
    },
    "SPORTS": {
      "TITLE": "Sport",
      "TEXT": "In my youth, I was engaged in kettlebell sports. Now I go to the gym more and more and attend Krav Maga classes."
    },
    "ARMY": {
      "TITLE": "Military duty",
      "TEXT": "From 2015 to 2017 he served in the Israeli army. He graduated with the rank of sergeant (airborne in Israel). How paradoxical it may sound, but for health in RB."
    }
  },

  "TECHNOLOGIES": {
    "HARD-SKILLS": {
      "TITLE": "Технические навыки",
      "FRONT-END": "Навыки стороны клиента.",
      "BACK-END": "Навыки стороны сервера."
    },
    "SOFT-SKILLS": {
      "TITLE": "Социальные навыки"
    }
  },

  "FOOTER": {
    "ITEM": {
      "VALUE0": "Телефонный номер:",
      "VALUE1": "Скайп:",
      "VALUE2": "Емейл:"
    }
  }
}
